//В методе main объявить две переменные.
//Первую переменную объявить типом char и присвоить значение 1, вторую переменную объявить типом int и присвоить занчение 1.
//Вывести на консоль результат первая переменная + вторая переменная.

public class LessonTwoFifth {
    public static void main(String[] args) {

        char num_1 = 1;
        int num_2 = 1;
        System.out.println(num_1 + num_2); //при выводе преобразуется к большему типу(в нашем случае int)


    }
}
