//В методе main объявить четрые переменные типа int и присвоить им произвольные числовые значения.
//Первая переменная должна быть в двоичном формате, вторая - в восьмеричном, третья - в десячином, четрветая в шестнадцатиричном.
//Вывести результат на консоль.


public class LessonTwoSecond {
    public static void main(String[] args) {

        int num_1 = 18;
        int num_2 = 0b010110;
        int num_3 = 0123;
        int num_4 = 0x133;
        System.out.println("Числа: " + num_1 + ", " + num_2 + ", " + num_3 + ", " + num_4);


    }
}
